{
  "title": ["ИЗБРАННЫЕ" , "РАБОТЫ"],
  "period": "(2021 – 2026)",
  "moreWorks": "БОЛЬШЕ РАБОТ",
  "visitSite": "ПОСЕТИТЬ САЙТ",
  "client": "КЛИЕНТ",
  "year": "ГОД",
  "category": "КАТЕГОРИЯ",
  "liveProject": "ЖИВОЙ ПРОЕКТ",
  "category_type": ["Корпоративный сайт" , "e-commerce и бренд-сайт"],
  "thompson": {
    "category": 0,
    "client": "Thompson Window Film",
    "description": "Thompson Window Film — современный корпоративный сайт услуг защитных пленок",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта подчёркивает надёжность и профессионализм компании. Чистая структура, крупные заголовки и визуальные блоки помогают быстро понять услуги. Цветовая гамма соответствует автомобильной и технической тематике. Дизайн не отвлекает и фокусирует внимание на выгодах услуг."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт реализован с упором на быструю загрузку и стабильность. Полностью адаптивный — корректно работает на компьютерах, планшетах и мобильных устройствах. Навигация логичная и удобная. Кодовая структура чистая и подготовлена для дальнейшего масштабирования."
      },
      {
        "title": "Маркетинг",
        "desc": "Контент ориентирован на продажи и выгоды клиента. Услуги объясняются через пользу:\n— защита от ультрафиолета\n— комфорт внутри салона\n— сохранение стоимости автомобиля и недвижимости\nБлоки связи и консультации стимулируют обращение."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Сайт максимально удобен для клиента. Пользователь быстро выбирает услугу, понимает её преимущества и связывается с компанией. Вся важная информация доступна и понятна."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт работает как онлайн-продавец: усиливает имидж бренда, профессионально презентует услуги и привлекает новых клиентов."
      }
    ]
  },
  "oltinMato": {
    "category": 0,
    "client": "Oltin Mato Group",
    "description": "Oltin Mato Group — бизнес-сайт услуг текстильного производства",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта демонстрирует услуги текстильного и швейного производства в чистом, профессиональном стиле. Визуальные блоки, раздел услуг и контакты размещены логично. Цветовая палитра соответствует сфере текстиля, не отвлекает пользователя."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт реализован с адаптивным кодом — корректно работает на мобильных устройствах, планшетах и ПК. Быстро загружается и имеет логичную навигацию. Техническая реализация чистая и расширяемая для последующих доработок."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинговый контент ориентирован на привлечение клиента: описание продукции, услуги шитья и дополнительные опции. Преимущества для клиента изложены ясно и стимулируют к взаимодействию."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский опыт: логичная структура, удобная навигация разделов услуг и явное размещение контактной информации делают сайт удобным для клиента. Формы связи легко найти."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт создает онлайн-возможности для бизнеса: привлечение новых клиентов, демонстрация услуг и укрепление имиджа бренда. Через сайт можно напрямую связаться с компанией."
      }
    ]
  },
  "zarhal": {
    "category": 0,
    "client": "Zarhal Group",
    "description": "ZARHAL GROUP — бизнес-сайт производителя текстиля и тканей",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта отражает полный цикл производства текстиля и ассортимент продукции. Визуальная структура проста и понятна, основные разделы позволяют быстро перейти к каталогу продукции или информации о компании."
      },
      {
        "title": "Техническая реализация",
        "desc": "Техническая реализация ориентирована на адаптивность и скорость: навигация логична, блоки структурированы — пользователь может быстро добраться до нужной информации. Код организован просто и масштабируемо."
      },
      {
        "title": "Маркетинг",
        "desc": "С точки зрения маркетинга сайт предоставляет информацию о преимуществах производства, экологическом подходе и международных стандартах, что создает ощущение качества и надежности."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Для пользователя сайт удобен: каталог продукции, история компании, процесс производства и контакты структурированы и легко доступны."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт выполняет функцию онлайн-представительства: предоставляет полную информацию о возможностях производства, ассортименте и направлениях поставок. Это облегчает расширение бизнеса и взаимодействие с клиентами."
      }
    ]
  },
  "stampa": {
    "category": 0,
    "client": "Stampa",
    "description": "Stampa — веб-сайт профессиональных услуг по окрашиванию и цифровой печати тканей",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта ориентирован на презентацию текстильных услуг и продукции в понятной форме. Главная страница, разделы услуг и галерея продукции структурированы. Цветовая гамма и визуальные элементы соответствуют теме тканей и печати."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт адаптивный, корректно отображается на всех устройствах. Навигация логична, блоки распределены рационально. Код написан структурированно и позволяет дальнейшее расширение функциональности."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинговый контент ориентирован на услуги по окрашиванию и цифровой печати тканей. Преимущества — точность цвета, качество и технология — описаны понятно и убедительно."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский опыт прост: услуги, продукция и контакты легко доступны. Формы обратной связи и контактные данные чётко представлены."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт служит онлайн-представительством компании, демонстрируя услуги по окрашиванию и цифровой печати тканей. Он помогает бизнесу расширять клиентскую базу и представлять продукцию профессионально."
      }
    ]
  },
  "akyus": {
    "category": 1,
    "client": "Akyus",
    "description": "AKYUS — современный fashion-сайт бренда трикотажной одежды",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта выполнен в минималистичном fashion-стиле. Крупные визуальные блоки, профессиональные фотографии и чистый фон подчёркивают эстетику бренда. Основной акцент сделан на цвет, фактуру и посадку одежды."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт быстрый, адаптивный и стабильный. Корректно работает на всех устройствах. Навигация простая и интуитивная: продукция, коллекции, страница «О нас» и контакты легко доступны. Код подготовлен для дальнейшего масштабирования."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинговая часть сайта строится вокруг идеи бренда: комфорт, стиль и уверенность. Слоганы, hero-блоки и презентация коллекций создают эмоциональную связь с клиентом."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский опыт удобный и понятный. Коллекции визуально хорошо представлены, одежда показана в реальном образе. Процесс выбора и связи с брендом простой и логичный."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт является цифровым лицом бренда AKYUS. Он профессионально представляет продукцию, усиливает доверие к бренду и поддерживает онлайн-продажи."
      }
    ]
  },
  "yustex": {
    "category": 1,
    "client": "Yustex",
    "description": "YUSTEX — профессиональный сайт текстильного производства трикотажной одежды",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта подчёркивает масштаб производства, качество и надёжность. Чистая структура, крупные заголовки и реальные фотографии с фабрики формируют доверие и профессиональный образ компании."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт быстрый, адаптивный и стабильный. Корректно работает на всех устройствах. Сложный контент (этапы производства, сертификаты, технологии) логично структурирован. Код подготовлен к масштабированию."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинг сайта выстроен вокруг доверия и прозрачности. Партнёры, оборудование, международные сертификаты и контроль качества усиливают B2B-позиционирование компании."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский путь логичен: производство → контроль качества → продукция → связь. Кнопки обратной связи и заявок удобно расположены и понятны."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт выполняет роль цифрового представительства и инструмента продаж, привлекая новые бренды и партнёрства."
      }
    ]
  },
  "chorkesar": {
    "category": 1,
    "client": "Chorkesar Broyler",
    "description": "Chorkesar Broyler — корпоративный сайт производителя куриного мяса и яиц",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта построен вокруг идей натуральности, чистоты и доверия. Светлая цветовая палитра, зелёные акценты и реальные фотографии продукции подчёркивают экологичность и безопасность производства."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт быстрый, адаптивный и стабильный. Несмотря на объёмный контент (продукция, показатели, этапы производства), структура остаётся логичной и удобной. Навигация простая, CTA-кнопки хорошо заметны."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинг строится на доверии и фактах: объёмы производства, контроль качества, экологичность и сертификаты. Цифры и показатели подчёркивают масштаб компании."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский путь понятен: компания → продукция → качество производства → контакт. Контент легко воспринимается, визуальные элементы помогают быстро понять ценность бренда."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт является цифровой платформой доверия бренда Chorkesar Broyler, помогая привлекать партнёров, дистрибьюторов и конечных потребителей."
      }
    ]
  },
  "etbs": {
    "category": 1,
    "client": "ETBS",
    "description": "ETBS Engineering — корпоративный сайт инженерных и промышленных решений",
    "sections": [
      {
        "title": "Дизайн",
        "desc": "Дизайн сайта подчёркивает промышленный масштаб, надёжность и инженерную экспертизу. Тёмная цветовая палитра, технические визуалы и реальные фотографии объектов формируют профессиональный образ компании."
      },
      {
        "title": "Техническая реализация",
        "desc": "Сайт быстрый, стабильный и адаптивный. Сложный технический контент структурирован логично. Навигация простая, CTA-кнопки хорошо заметны. Код подготовлен к дальнейшему масштабированию."
      },
      {
        "title": "Маркетинг",
        "desc": "Маркетинговая часть построена вокруг доверия и экспертности. Преимущества компании — высокотехнологичные решения, экологичность и энергоэффективность — подкреплены фактами."
      },
      {
        "title": "Удобство для клиента",
        "desc": "Пользовательский путь логичен: задача → технологическое решение → преимущества → контакт. Формы обратной связи и кнопки связи расположены удобно."
      },
      {
        "title": "Ценность для бизнеса",
        "desc": "Сайт выступает как цифровой инструмент продаж и презентации, помогая привлекать новые промышленные проекты и партнёрства."
      }
    ]
  }
}