{
  "title": "ИЗБРАННЫЕ РАБОТЫ",
  "period": "(2021 - 2024)",
  "moreWorks": "БОЛЬШЕ РАБОТ",
  "visitSite": "ПОСЕТИТЬ САЙТ",
  "client": "КЛИЕНТ",
  "year": "ГОД",
  "category": "КАТЕГОРИЯ",
  "liveProject": "ЖИВОЙ ПРОЕКТ",
  "category_type": ["Korporativ sayt"],
  "thompson": {
    "category": 0,
    "client": "Thompson Window Film",
    "description": "Thompson Window Film — himoya plyonkasi xizmatlari uchun zamonaviy korporativ sayt",
    "sections": [
      {
        "title": "Dizayn",
        "desc": "Sayt dizayni kompaniyaning ishonchliligi va professional darajasini ko‘rsatishga qaratilgan. Toza layout, katta sarlavhalar va vizual bloklar orqali xizmatlar oson tushuniladi. Ranglar avtomobil va texnik xizmatlar mavzusiga mos tanlangan. Dizayn foydalanuvchini chalg‘itmaydi va asosiy e’tiborni xizmatlarning foydasiga qaratadi."
      },
      {
        "title": "Texnik yechim",
        "desc": "Sayt tezkor ishlash va barqarorlik tamoyillari asosida ishlab chiqilgan. To‘liq responsiv — desktop, planshet va mobil qurilmalarda mukammal ishlaydi. Navigatsiya mantiqiy tuzilgan: xizmatlar, texnologiyalar va aloqa bo‘limlari tez topiladi. Kod strukturasi toza va keyinchalik kengaytirish uchun qulay."
      },
      {
        "title": "Marketing",
        "desc": "Kontent sotuvga yo‘naltirilgan va mijoz manfaatiga asoslangan. Xizmatlar texnik atamalar bilan emas, balki foyda orqali tushuntirilgan:\n— ultrabinafsha nurlardan himoya\n— ichki qulaylik\n— avtomobil va bino qiymatini saqlash\nAloqa va bepul konsultatsiya bloklari mijozni tezda bog‘lanishga undaydi."
      },
      {
        "title": "Mijoz qulayligi",
        "desc": "Sayt oddiy foydalanuvchi uchun maksimal darajada qulay. Mijoz xizmatni tez tanlaydi, foydasini tushunadi va bog‘lanadi. Keraksiz murakkablik yo‘q. Manzil, ish vaqti va aloqa ma’lumotlari aniq ko‘rsatilgan."
      },
      {
        "title": "Biznes qiymati",
        "desc": "Bu sayt kompaniya uchun onlayn sotuvchi vazifasini bajaradi. U brend imijini mustahkamlaydi, xizmatlarni professional tarzda namoyish qiladi va yangi mijozlar oqimini ta’minlashga xizmat qiladi."
      }
    ]
  }
}